abaddon
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cbonsai
davinci-resolve
droidcam-obs-plugin
kanata
kvantum-theme-catppuccin-git
librewolf-bin
mcpelauncher-linux
mcpelauncher-ui
neo-matrix
obs-plugin-browser
onlyoffice-bin
opentabletdriver
osu-lazer-bin
otf-vollkorn
polychromatic
portproton
python-libnacl
python2
python312
qt6ct-kde
rustdesk-bin
sunshine-bin
timeshift-autosnap
ttf-twemoji
tty-clock
vesktop-bin
wlogout
yay
zoom
