7zip
adobe-source-han-sans-jp-fonts
alsa-utils
amd-ucode
ananicy-cpp
android-file-transfer
aria2
ark
base
base-devel
bat
bc
blueberry
blueman
bluez-utils
bob
breeze
breeze-gtk
brightnessctl
btop
btrfs-progs
cava
chromium
clinfo
cliphist
dialog
discord
djvulibre
dnsmasq
earlyoom
efibootmgr
expac
eza
fastfetch
fd
ffmpegthumbnailer
firefox
flatpak
freerdp
fzf
gamemode
gimp
git
goverlay
grim
grub
grub-btrfs
gvfs-mtp
gwenview
hyprland
hyprpaper
hyprpicker
imagemagick
inotify-tools
jq
kcolorchooser
kdenlive
kimageformats
kitty
kscreen
kvantum
lazygit
lib32-mangohud
lib32-nvidia-utils
libheif
libvirt
linux
linux-firmware
linux-headers
ly
man-db
mangohud
mediainfo
mesa-utils
mpv
navi
navidrome
nemo
neovide
network-manager-applet
networkmanager
nicotine+
noise-suppression-for-voice
noto-fonts-cjk
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
obs-studio
obsidian
openbsd-netcat
openrazer-daemon
openssh
ouch
pacman-contrib
pamixer
pass
pastel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
polkit-kde-agent
prismlauncher
python-pip
python-pipx
qemu-base
qrencode
qt5ct
reflector
resvg
ripgrep
rofi
rofi-calc
rofi-emoji
rustup
sddm
slurp
speedtest-cli
steam
stow
sudo
swaync
syncthing
tailscale
tealdeer
texlive-binextra
texlive-latex
texlive-latexextra
texlive-latexrecommended
timeshift
tmux
translate-shell
ttf-jetbrains-mono-nerd
ttf-noto-nerd
ttf-ubuntu-nerd
udiskie
ueberzugpp
unrar
unzip
v4l2loopback-dkms
vim
virt-manager
vulkan-tools
waybar
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
yazi
yt-dlp
ytfzf
zbar
zoxide
zram-generator
zsh
